[{
   "heading": null,
   "link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b6%91%e0%b6%9a%e0%b7%8a%e0%b6%b1%e0%b7%90%e0%b6%bd%e0%b7%92%e0%b6%9c%e0%b7%9c%e0%b6%a9-%e0%b6%b4%e0%b7%90%e0%b7%84%e0%b7%90%e0%b6%bb-%e0%b6%9c%e0%b7%90%e0%b6%b1%e0%b7%93%e0%b6%b8-%e0%b6%bd/",
   "content": "\nCOLOMBO (News 1st) : මාධ්‍යවේදී ප්‍රගීත් එක්නැලිගොඩ මහතා පැහැරගෙන ගොස් අතුරුදන් කිරීමේ සිද්ධිය සම්බන්ධයෙන් යුධ හමුදා ලුතිනන් කර්නල් එරන්ද පිරිස් මහතා අපරාධ පරීක්ෂණ දෙපාර්තමේන්තු විසින් අත්අඩංගුවට ගනු ලැබ තිබේ.\nඒ අද පස්වරුවේ ඔහුගෙන් ප්‍රකාශයක් ලබාගැනීමෙන් අනතුරුවයි.\nඅත්අඩංගුවට ගත් ලුතිනන් කර්නල්වරයා හෙට හෝමගම මහේස්ත්‍රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිත බව පොලිස් මාධ්‍ය ප්‍රකාශක පොලිස් අධිකාරි රුවන් ගුණසේකර මහතා සඳහන් කළේ ය.\nමාධ්‍ය ප්‍රකාශකවරයා සඳහන් කළේ, 2009 අගොස්තු 08 වනදා එක්නැලිගොඩ මහතා පැහැරගෙන ගොස් දිනකට පසු මුදා හැරීම සහ 2010 වසරේ ජනවාරි මස 24 වනදා එක්නැලිගොඩ මහතා නැවත වරක් පැහැර ගෙන ගොස් අතුරුදන් කිරීම යන චෝදනා යටතේ ලුතිනන් කර්නල්වරයා අත්අඩංගුවට ගෙන ඇති බවයි.\n\n\n\n\n",
   "date": "20 Sep, 2018 "
},



{
   "heading": " මෙරට පළමු කොන්ක්‍රීට් අලි වැට අද ජනතා අයිතියට ",
   "link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b6%b8%e0%b7%99%e0%b6%bb%e0%b6%a7-%e0%b6%b4%e0%b7%85%e0%b6%b8%e0%b7%94-%e0%b6%9a%e0%b7%9c%e0%b6%b1%e0%b7%8a%e0%b6%9a%e0%b7%8a%e2%80%8d%e0%b6%bb%e0%b7%93%e0%b6%a7%e0%b7%8a-%e0%b6%85%e0%b6%bd/",
   "content": "\nCOLOMBO (News 1st) – ගස් කඳන් වෙනුවට කොන්ක්‍රීට් කණු යොදා මෙරට ප්‍රථම වරට සකස් කළ ත්‍රිකුණාමලය, ගොමරන්කඩවල අලි වැට අද විවෘත කිරීමට නියමිත වේ.\nඒ, ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ ප්‍රධානත්වයෙනි.\nකිලෝමීටර් 30 ක් දිග මෙම අලි වැට ඉදි කර ඇත්තේ යුද හමුදාවේ ද ශ්‍රම දායකත්වයෙනි.\nමේ අතර සිරිසර පිවිසුම වැඩසටහන යටතේ ත්‍රිකුණාමලය දිස්ත්‍රික්කයේ සංවර්ධන ව්‍යාපෘති රැසක් අද ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ ප්‍රධානත්වයෙන් ජනතා අයිතියට පත් කෙරේ.\nප්‍රතිසංස්කරණය කළ ගෝමරන්කඩවල බක්මීවැව ද අද ජනතා අයිතියට පත් කිරීමට නියමිත ය.\nජනාධිපති මාධ්‍ය අංශය සඳහන් කළේ, දිස්ත්‍රික්කයේ එල්ලංගා වැව් 500 ක් ප්‍රතිසංස්කරණය කිරීමේ වැඩසටහනක් මේ වනවිට ක්‍රියාත්මක බවයි.\nමීට අමතරව ත්‍රිකුණාමලය දිස්ත්‍රික් යටිතල පහසුකම් සංවර්ධනය කිරීමේ වැඩසටහන යටතේ දුෂ්කර පාසල්වල ගුරු නිවාස 100 ක් ද මේ වනවිට ආරම්භ කර තිබේ.\n\n\n\n\n",
   "date": "20 Sep, 2018 "
},


{
   "heading": null,
   "link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b7%81%e0%b7%8a%e2%80%8d%e0%b6%bb%e0%b7%93-%e0%b6%bd-%e0%b6%b1%e0%b7%92-%e0%b6%b4-%e0%b6%b8%e0%b6%b0%e0%b7%8a%e2%80%8d%e0%b6%ba%e0%b6%b8-%e0%b6%9a%e0%b7%8f%e0%b6%bb%e0%b6%9a-%e0%b7%83%e0%b6%b7-6/",
   "content": "\nCOLOMBO (News 1st) – ශ්‍රී ලංකා නිදහස් පක්ෂයේ මධ්‍යම කාරක සභාවේ විශේෂ රැස්වීමක් අද පැවැත්වීමට නියමිත වේ.\nපක්ෂ මහලේකම් මහාචාර්ය රෝහණ ලක්ෂ්මන් පියදාස මහතා පැවසුවේ, පක්ෂ සභාපති ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතාගේ ප්‍රධානත්වයෙන් එය පැවැත්වෙන බවයි.\nඅද පස්වරු 6.00 ට මධ්‍යම කාරක සභා රැස්වීම පැවැත්වීමට සැලසුම් කර ඇති බව ද ශ්‍රී ලංකා නිදහස් පක්ෂ මහලේකම්වරයා වැඩිදුරටත් සඳහන් කළේ ය.\n\n\n\n\n",
   "date": "20 Sep, 2018 "
},
{
   "heading": " හැටන් - කොළඹ මාර්ගයේ ප්‍රතිසංස්කරණ කටයුතු ඇරඹේ ",
   "link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b7%84%e0%b7%90%e0%b6%a7%e0%b6%b1%e0%b7%8a-%e0%b6%9a%e0%b7%9c%e0%b7%85%e0%b6%b9-%e0%b6%b4%e0%b7%8a%e2%80%8d%e0%b6%bb%e0%b6%b0%e0%b7%8f%e0%b6%b1-%e0%b6%b8%e0%b7%8f%e0%b6%bb%e0%b7%8a%e0%b6%9c-4/",
   "content": "\nCOLOMBO (News 1st) – හැටන් – කොළඹ ප්‍රධාන මාර්ගයේ වටවල, කුයිල්වත්ත ප්‍රදේශයේ ගිලා බැසීමට ලක්වී ඇති මාර්ගයේ ප්‍රතිසංස්කරණ කටයුතු මේ වන විට ආරම්භ කර තිබේ.\nපැවති අධික වර්ෂාවත් සමග එම මාර්ගයේ විශාල කොටසක් ගිලා බැසීම හේතුවෙන් එම ස්ථානයේ රථ වාහන ගමනාගමනය එක මංතීරුවකට පමණක් සීමා කෙරිණි.\nනොර්වුඩ් මාර්ග සංවර්ධන අධිකාරි කාර්යාලය විසින් ගිලා බැසීමට ලක් වූ කොටසේ ප්‍රතිසංස්කරණ කටයුතු මේ විට ආරම්භ කර ඇත.\nනොර්වුඩ් මාර්ග සංවර්ධන අධිකාරියේ නිලධාරියෙකු කියා සිටියේ, එම ප්‍රතිසංස්කරණ කටයුතු දින කිහිපයක් තුළ සිදු කර එම මාර්ගයේ මංතීරු දෙකේම රථ වාහන ගමනාගමනය සඳහා විවෘත කරන බවයි.\n\n\n\n\n\n\n",
   "date": "20 Sep, 2018 "
},
{
   "heading": "දෙපාර්තමේන්තු නිලධාරින්, ඩෝසර් කළ කිලිනොච්චි පුරා විද්‍යා ස්ථානයට",
   "link": "http://www.hirunews.lk/sinhala/200345/දෙපාර්තමේන්තු-නිලධාරින්-ඩෝසර්-කළ-කිලිනොච්චි-පුරා-විද්‍යා-ස්ථානයට",
   "content": "ඩෝසර් යොදා ඉවත් කළ බවට වාර්තා වූ කිලිනොච්චිය නගරයේ චන්ද්‍ර උද්‍යානයේ පුරාවිද්‍යා ස්ථානය පරීක්ෂා කිරීම සඳහා පුරාවිද්‍යා දෙපාර්තමේන්තුවේ නිලධාරින් පිරිසක් අද එහි පැමිණියා. පසුගිය 16 වනදා කරච්චි ප්‍රාදේශීය සභාවේ නිලධාරින් පිරිසක් අදාළ ස්ථානය ඩෝසර් කර ඇති බවටයි තොරතුරු වාර්තා වුණේ. පසුව පුරාවිද්‍යා දෙපාර්තමේන්තුව ඊට අදාළ පරීක්ෂණ ආරම්භ කළා.",
   "date": " Thursday, 20 September 2018 - 17:02"
},
{
   "heading": "26 වනදා සිට ඩෙංගු මර්දන සතියක් ඇරඹේ",
   "link": "http://www.hirunews.lk/sinhala/200338/26-වනදා-සිට-ඩෙංගු-මර්දන-සතියක්-ඇරඹේ",
   "content": "සෞඛ්‍ය අමාත්‍යාංශය මගින් ලබන 26 වනදා සිට ඔක්තෝම්බර් 2 වනදා දක්වා ඩෙංගු මර්දන සතියක් ප්‍රකාශයට පත් කර තිබෙනවා. දිවයින පුරා සෞඛ්‍ය වෛද්‍ය නිලධාරි කොට්ඨාශ 175 ක මෙම වැඩසටහන ක්‍රියාත්මක කිරීමට තීරණය කර ඇති අතර තෝරා ගත් අවදානම් කලාප සහ පරිශ්‍ර මෙහිදී පරීක්ෂාවට ලක් කෙරෙනු ඇති. මේ සදහා පොලීසිය, ත්‍රිවිද හමුදාව සහ සිවිල් ආරක්ෂක බලකායේ සාමාජිකයින් 6000 කගේ පමණ සහය ලබා ගැනීමට නියමිතයි. පසුගිය වසර හා සැසදීමේදී මේ වසරේ ඩෙංගු රෝගීන් වාර්තා වීම සියයට 70 කින් පමණ අඩු වී ඇති බවයි සෞඛ්‍ය අමාත්‍යාංශය කියා සිටියේ.",
   "date": " Thursday, 20 September 2018 - 16:01"
},



	{
		"heading": "මල්වතු අස්ගිරි මහ නාහිමිවරුන්ගෙන් ජනපතිට ලිපියක්",
		"link":"https://www.newsfirst.lk/sinhala/2018/09/19/%e0%b6%b8%e0%b6%bd%e0%b7%8a%e0%b7%80%e0%b6%ad%e0%b7%94-%e0%b6%85%e0%b7%83%e0%b7%8a%e0%b6%9c%e0%b7%92%e0%b6%bb%e0%b7%92-%e0%b6%b8%e0%b7%84-%e0%b6%b1%e0%b7%8f%e0%b7%84%e0%b7%92%e0%b6%b8%e0%b7%92-3/",
		"content": "COLOMBO(News 1st): බුදු සසුන සුරක්ෂිත කිරීම උදෙසා ක්‍රියා මාර්ග ගන්නැයි ඉල්ලමින් යෝජනා මාලාවක් සියම් මහා නිකායේ මල්වතු අස්ගිරි පාර්ශ්වයන්හි මහ නාහිමිවරුන් ජනාධිපතිතුමාට සංදේශයක් යොමුකර තිබේ.\nමහ නාහිමිවරුන් මේ සංදේශයේ සිහිපත් කර සිටින්නේ වර්තමානයේ ගිහි පැවිදි කිහිපදෙනෙකු විසින් සංවිධානාත්මකව සූක්ෂමව ධර්ම විනයට පටහැනි ශාසන විරෝධී ක්‍රියාකාරකම් රාශියක් සිදුකරගෙන යන බවයි.\nඑම පිරිස් ත්‍රිපිටික සූත්‍ර ධර්මවලට හා වචනවලට අත්තනෝමතික ලෙස විකෘති අර්තකතන ඉදිරිපත් කරමින් බුද්ධ ධර්මය ද, දිවයිනේ නොයෙකුත් ස්ථාන නාමයන්ට පදනම් විරහිත කරුණු හා අදහස් බද්ධ කොට බුද්ධ චරිතය හා ශාසන ඉතිහාසය වෙනස් කරමින් ද, මිත්‍යා සංකල්ප හා දෘෂ්ටිවාද බෞද්ධ සමාජය පුරා පතුරවමින් සිටින බව එහි සඳහන් ය.\nමහනාහිමියන් පෙන්වා දෙන්නේ අරහත්වය , සෝතාපන්න භාවය වැනි උත්තරීමනුස්ස ධම්ම තමන් තුළ ඇතැයි, අදාළ පිරිස් පැවසීම භික්ෂූත්වය අහිමි වන පාරාජිකාවක් බවයි.\nතත්ත්වය සැලකිල්ලට ගෙන මල්වතු අස්ගිරි උභය මහා විහාරයීය කාරක සංඝ සභික නායක ස්වාමීන්වහන්සේලා සහ විද්‍යෝදය විද්‍යාලංකාර පරිවේනාධිපති නායක භික්ෂු වහන්සේ සහ ධර්මධර භික්ෂූන් වහන්සේ රැස්ව රජයේ මෙන්ම බෞද්ධ ජනතාවගේ අවධානයට යොමුකරවීමට ගනු ලැබූ තීරණ 6 ක් මහනාහිමියන් ජනාධිපතිවරයාට දන්වා තිබේ.",
		"date": "19 Sep, 2018"
		
		
	},
{
		"heading": "ලෝක බැංකුවෙන් නවතම අනාවරණයක්",
		"link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b6%bd%e0%b7%9d%e0%b6%9a-%e0%b6%b6%e0%b7%90%e0%b6%82%e0%b6%9a%e0%b7%94%e0%b7%80%e0%b7%99%e0%b6%b1%e0%b7%8a-%e0%b6%b1%e0%b7%80%e0%b6%ad%e0%b6%b8-%e0%b6%85%e0%b6%b1%e0%b7%8f%e0%b7%80%e0%b6%bb/",
		"content": "COLOMBO (News 1st): ඉහළ යන උෂ්ණත්වය හා වෙනස් වන වර්ෂාපතන රටාවන් ශ්‍රී ලංකාවට තර්ජනයක් වන අතර එමගින් දළ දේශීය නිෂ්පාදිතයට හා ජීවන තත්ත්වයට බලපෑම් එල්ල විය හැකි බව ලෝක බැංකුවේ නවතම වාර්තාවක් අනාවරණය කර තිබේ.\nදකුණු ආසියාවේ දේශගුණ විපර්යාස බලපෑම් උච්ච වන ස්ථාන – උෂ්ණත්වයේ බලපෑම හා ජීවන තත්ත්වයේ ඇතිවිය හැකි වෙනස්කම් නමැති වාර්තාවට අනුව දකුණු ආසියාවේ ජනගහනයෙන් අඩකට ආසන්න සංඛ්‍යාවක් මේ වන විටත් දිවි ගෙවන්නේ, අනතුරුදායක ස්ථානවලයි.\nවසර 2050 වන විට ශ්‍රී ලංකාවේ උතුරු හා වයඹ පළාත් සාමාන්‍ය උෂ්ණත්වයේ වැඩිවීමකට හා වර්ෂාපතනයේ වැඩිවීමකට භාජනය විය හැකි අදාළ වාර්තාව පෙන්වා දෙයි.\n2015 පැරිස් ගිවිසුමෙහි නිර්දේශයන්ට අනුව කාබන් විමෝචනය අඩුකිරීමට පියවර ගත්ත ද 2050 වන විට ශ්‍රී ලංකාවෙහි සාමාන්‍ය වාර්ෂික උෂ්ණත්වය සෙල්සියස් අංශක 1.0 සිට 1.5 දක්වා ඉහළ යා හැකි අතර කිසිදු පියවරක් නොගතහොත් එම අගය සෙල්සියස් අංශක දෙකක් දක්වා ඉහළ යා යැකි බව ද වාර්තාවේ සඳහන් ය.\nඑම වාර්තාව සකස් කළ ලෝක බැංකුවෙහි දකුණු ආසියා කලාපයෙහි ප්‍ර‍ධාන ආර්ථික විශේෂඥවරයෙකු වන මුතුකුමාර මනී මහතා කියා සිටියේ, කාලගුණ විපර්යාස මගින් ඒක පුද්ගල පරිභෝජන මටිටම පහළ ගොස් දරිද්‍රතාව හා ආදායම් විෂමතා ඉහළ යා හැකි බවයි.\nදේශගුණික උණුසුම් ස්ථාන හඳුනා ගැනීම මගින් ප්‍ර‍තිපත්ති සම්පාදකයින් හට අදාළ ස්ථාන හා වඩාත්ම පීඩාවට පත් ජනතාව හඳුනා ගැනීමට හැකි වන අතර ඒ සඳහා අවශ්‍ය සම්පත් හා පියවර ගැනීමට ප්‍ර‍මුඛතාව ලබා දීමට උපකාරී වන බව ඔහු වැඩිදුරටත් කියා සිටියේ ය.",
		"date": "20 Sep, 2018"
},
  	{
		"heading": "ගම්මැද්ද වැවෙන් වැවට වාර්තාව එළිදකී",
		"link": "https://www.newsfirst.lk/sinhala/2018/09/20/%e0%b6%9c%e0%b6%b8%e0%b7%8a%e0%b6%b8%e0%b7%90%e0%b6%af%e0%b7%8a%e0%b6%af-%e0%b7%80%e0%b7%90%e0%b7%80%e0%b7%99%e0%b6%b1%e0%b7%8a-%e0%b7%80%e0%b7%90%e0%b7%80%e0%b6%a7-%e0%b7%80%e0%b7%8f%e0%b6%bb/",
		"content": "COLOMBO (News 1st) : ගම්මැද්ද වැවෙන් වැවට වාර්තාව එළි දැක්වීමේ උත්සවය පේරාදෙණිය විශ්වවිද්‍යාල පරිශ්‍රයේදී මේ වන විට පැවැත් වේ.\nමෙම වාර්තාව සකස් කරනු ලැබුවේ, ගම්මැද්ද කණ්ඩායම සහ පේරාදෙණිය විශ්වවිද්‍යාලයේ විශේෂ පර්යේෂණ කණ්ඩායමක් විසිනි.\nශ්‍රී ලාංකේය වාරි තාක්ෂණයේ අභිමානවත් උරුමය සොයා යමින් ගම්මැද්ද වැවෙන් වැවට ගවේෂණය ඇරඹුණේ පසුගිය වසරේ දෙසැම්බරයේදීයි.\nඑහි දෙවැනි අදියර මේ වසරේ ජනවාරි මාසයේදී ක්‍රියාත්මක කෙරුණු අතර සමීක්ෂණ වාර්තාව සැකසීම ඉන්පසු ඇරඹිණ.\nඑල්ලංගා පද්ධතියට අයත් වැව් සහ ජලවහන රටා සිතියම්ගත කිරීම මෙහි විශේෂ අවස්ථාවකි.\nමෙහිදී අධ්‍යයනයට ලක් කෙරුණේ අනුරාධපුර දිස්ත්‍රික්කයේ පළුගස්වැව ප්‍රාදේශීය ලේකම් කොට්ඨාසයේ පිහිටි බෙල්ලන්කඩවල එල්ලංගා පද්ධතියයි.\nඑම අධ්‍යයනය අතරතුර ශ්‍රී ලංකාවේ එල්ලංගා පද්ධතිය ලෝක උරුමයක් ලෙස නම් කිරීමට යුනෙස්කෝව පියවර ගැනීම විශේෂ සිද්ධියකි.\nගම්මැද්ද වැවෙන් වැවට වෙබ් අඩවිය මේ උත්සවයේදී එළිදැක්වුණු අතර මේ වෙනුවෙන් නිර්මාණය කෙරුණු ගීතය ද එළිදැක්විණ.",
		"date": "20 Sep, 2018"
	}
]